Repository: 4teamwork/ftw.trash
Catalog: ftw/trash/locales/*/LC_MESSAGES/ftw.trash.po
Languages: de

source: Are you sure that you want to delete this content and its children permanently?
de: Sind Sie sicher, dass sie diesen Inhalt und dessen Unterinhalte unwiederruflich löschen wollen?

source: Are you sure you want to permanently delete all objects in the trash?
de: Sind Sie sicher, dass sie alle Inhalte im Papierkorb unwiederruflich löschen wollen?

source: Cancel
de: Abbrechen

source: Clean trash
de: Papierkorb leeren

source: Cleaning the trash deletes all content in the trash and their children permanently. Be aware that this may delete more content than visible.
de: Beim Leeren des Papierkorbs werden alle Inhalte des Papierkorbs und deren Unterinhalte unwiederruflich gelöscht. Bitte beachten Sie, dass möglicherweise mehr Inhalte gelöscht werden als im Papierkorb ersichtlich sind.

source: Delete
de: Löschen

source: Delete permanently
de: Definitiv löschen

source: Restore
de: Wiederherstellen

source: Trash
de: Papierkorb

source: ftw.trash: uninstall
de: ftw.trash: deinstallieren

source: statusmessage_content_permanently_deleted
de: Der Inhalt "${title}" wurde definitiv gelöscht.

source: statusmessage_content_restore_error_parent_trashed
de: "${title}" kann nicht wiederhergestellt werden, solange der übergeordnete Inhalt "${parent}" auch im Papierkorb ist. Der übergeordnete Inhalt muss zuerst wiederhergestellt werden.

source: statusmessage_content_restore_not_allowed
de: Sie dürfen "${title}" nicht wiederherstellen. Möglicherweise können Sie den Status des übergeordneten Inhalts verändern.

source: statusmessage_content_restored
de: Der Inhalt "${title}" wurde wieder hergestellt.

source: statusmessage_content_trashed
de: Der Inhalt "${title}" ist im Papierkorb.

source: trashview_actions
de: Aktionen für die Papierkorbansicht

source: trashview_empty_trash
de: Papierkorb anzeigen Papierkorb leeren

source: trashview_last_modified
de: Zuletzt verändert

source: trashview_title
de: Titel

source: trashview_type
de: Typ
